;生物屏障盾
[XComBioShieldProject X2TechTemplate]
DisplayName="<font color='#69CA24'>生物屏障盾</font>"
Summary="经过修复的变种人生物护盾，曾被变种人生物屏障士兵使用。其巨大的重量使其非常耐用，并且作为打击工具非常有效。这种重量的缺点是携带它的士兵无法经常挥动它，并且其阻挡能力不稳定。"
CodeName="生物护盾"
LongDescription="<Bullet/> 该护盾可以阻挡任何有针对性的近战或远程攻击，例如枪击。但灵能和手榴弹等区域攻击则无法被阻挡。<br/><Bullet/> 由于生物护盾是一种修复品，而非我们自己设计的武器，因此我们无法使用更先进的技术对其进行改进。"

；BioViperScaleVest
[BioViperScaleVestProject X2TechTemplate]
DisplayName="<font color='#69CA24'>生化毒蛇鳞片背心</font>"
Summary="一件由生化毒蛇鳞片制成的背心，可增强防御力并略微提高机动性。此外，穿戴者还可免疫毒药和酸液，并可防止毒蛇碾压。"
CodeName="生化毒蛇鳞片背心"
LongDescription="<bullet/> 增加士兵机动性 1 点、防御力 5 点。\n<bullet/> 提供对毒药和酸的免疫力，并防止毒蛇粉碎。"

;生物纳米背心项目
[BioNanoscaleVestProject X2TechTemplate]
DisplayName="<font color='#69CA24'>生物纳米级背心</font>"
FriendlyNamePlural="<font color='#69CA24'>生物纳米级背心</font>"
Summary="一件基于 ADVENT 生化突击兵再生装甲的背心。虽然它不会增加生命值或护甲值，但如果穿戴者的生命值低于最大生命值，它可以让穿戴者每回合再生最多 2 点生命值。这项能力在每次任务中可以治愈的生命值没有限制。此外，它还能免疫毒药、酸和蛹毒。"
LongDescription="<Bullet/> 与大多数其他背心不同，这款背心不会提供额外的基础生命值。它更适合帮助已经很耐用的士兵存活更长时间，而不是增强脆弱士兵的生存能力。"

;XComBioStunLance项目
[XComBioStunLanceProject X2TechTemplate]
DisplayName="<font color='#69CA24'>生物眩晕枪</font>"
Summary="一把修复过的 ADVENT 生化眩晕枪，曾被 ADVENT 生化突击兵使用。它可以代替战斗刀使用。赋予突击眩晕能力，这是一种可以迷惑敌人的冲刺近战攻击，或者眩晕敌人 2 或 4 个动作。"
LongDescription="<Bullet/> 由于 Bio Stun Lance 是一种修复品，而不是我们自己设计的武器，因此我们无法使用更先进的技术对其进行改进。"

;BioDemonweave项目
[BioDemonweaveProject X2TechTemplate]
DisplayName="<font color='#69CA24'>生物魔纹外衣</font>"
Summary="生化魔纹背心是一种令人难以置信的保护。除了可观的生命值加成外，当穿着者在特定回合中受到打击时，这件背心还会暂时增加 +1 护甲。此加成会在回合结束时消失，但除此之外没有限制。"
LongDescription="<Bullet/>每次只能装备一件镀层物品和一件背心。"

;PCSBioDamageControl项目
[PCSBioDamageControlProject X2TechTemplate]
DisplayName="<font color='#69CA24'>PCS 生物损伤控制</font>"
Summary="用粘液状物质充满身体，变硬后形成临时护甲。战斗中每次受到伤害都会生成 1 点护甲。重置下一个战斗阶段的开始时间。"

；武器_生物火箭项目
[Weapon_BioRocketProject X2TechTemplate]
DisplayName="<font color='#69CA24'>生物火箭发射器</font>"
Summary="这种武器的有效载荷由酸、毒和常规炸药的可怕组合构成，可以完美精确地发射。伤害、半径和环境伤害有限，但生物火箭发射器每次任务可以携带两发。"

;MZScrambleRounds项目
[MZScrambleRoundsProject X2TechTemplate]
DisplayName="争夺回合"
Summary="扰乱弹在撞击时会部署一个短程破坏力场，削弱目标的准确性。即使射击未命中，也会产生此效果。"
LongDescription="<Bullet/>这些子弹会降低目标的瞄准和暴击几率。\n<Bullet/>即使射击失败，也会产生此效果。"

先驱步枪计划
[HarbingerRifleProject X2TechTemplate]
DisplayName="先驱步枪"
Summary="Advent Sniper 使用的狙击步枪。与大多数其他狙击步枪相比，Harbinger 步枪易于操作且后坐力较小，但事实证明很难对其进行修改或复制。我们无法为其配备武器改装件或使用更先进的武器技术对其进行改进，我们需要直接从 Advent Snipers 上取下步枪。"
LongDescription="<Bullet/> Harbinger 步枪一次射击即可。\n<Bullet/> 与其他狙击步枪一样，Harbinger 步枪在近距离射击时会受到惩罚。\n<Bullet/> Harbinger 步枪使用磁性射弹。"
AbilityDescName="狙击步枪"

;Metion_ShotgunProject
[Metion_ShotgunProject X2TechTemplate]
DisplayName="Metion 自动霰弹枪"
Summary="这种威力极大的霰弹枪能够快速连续发射多发子弹。虽然它被称为霰弹枪，但它是一种突击步枪类武器，不能用于需要霰弹枪的技能，但可以用于通常不能与霰弹枪一起使用的技能，例如压制。这种武器不是模块化的，不能通过武器附件进行升级。"
LongDescription="<Bullet/> 在没有特殊训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/> 这是一种突击步枪类武器，而不是霰弹枪类武器，因此请记住它不能使用诸如战壕枪或子弹射击之类的技能，但可以使用诸如压制或铁幕之类的技能。这种武器不是模块化的，不能通过武器附件进行升级。"
AbilityDescName="Metion 自动霰弹枪"

;Xcom_Flechette 项目
[Xcom_FlechetteProject X2TechTemplate]
DisplayName="飞镖枪"
Summary="飞镖枪发射锋利的小型射弹，这些射弹会嵌入骨头和关节，阻碍行动。设计用于人类手的大小和力量，非人形外星人、SPARK 或 MEC 士兵不能使用。"
LongDescription="<Bullet/> 发射此武器需要 1 个动作并且不会结束回合。\n<Bullet/> 非人形外星人、SPARK 或 MEC 士兵不能使用。"

；永久冻土步枪项目
[PermafrostRifleProject X2TechTemplate]
DisplayName="永久冻土步枪"
Summary="一种尖端突击步枪，其伤害输出和精确度与等离子步枪相当，此外还具有独特的属性。每次射击都有机会冷却目标。此外，这种步枪有一个大弹匣，并包含一个与弹匣分开的自动装填装置，如果弹匣空了并且持枪者移动，它可以将一发子弹的弹药送入枪膛。然而，这种效果每回合只能发生一次。由于这种步枪的奇特性质，它与武器附件不兼容。"
LongDescription="<Bullet/> 在没有经过特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 永久冻土步枪在所有射程上都与等离子步枪一样强大和准确，并且拥有更大的弹匣，但它不会对目标施加破裂并且不能装备武器附件。"
AbilityDescName="突击步枪"

;XcomBrainCord项目
[XcomBrainCordProject X2TechTemplate]
DisplayName="脑索"
Summary="该装置由尊贵禁军大师的遗体制成，可以干扰降临灵能网络，削弱地图上所有降临部队的技能。"
LongDescription="<Bullet/> 使用此物品需要 1 个动作并且不会结束回合。"

;XCOMDestroyerRifleMG项目
[XCOMDestroyerRifleMGProject X2TechTemplate]
DisplayName="修复的震荡步枪"
Summary="震荡步枪是 Muton 毁灭者的标志性武器，可由我们的 Muton 士兵使用。与修复版 Muton 步枪相比，此修复版造成的伤害和致命伤害较少，但弹匣更大，并且具有震荡爆炸能力，可摧毁掩体、迷惑目标并可能将目标击退。"
LongDescription="<Bullet/> 震荡爆炸能力有 2 回合冷却时间。\n<Bullet/> 在某些能力下被视为 Muton 步枪。\n<Bullet/> 标准士兵无法使用：它对他们来说太重了。"

;XCOMDestroyerRifleBM项目
[XCOMDestroyerRifleBMProject X2TechTemplate]
DisplayName="完美震荡步枪"
Summary="震荡步枪是 Muton 毁灭者的标志性武器，可由我们的 Muton 士兵使用。此完美版造成的伤害和致命伤害比完美版 Muton 步枪要小，但弹匣更大，并且具有震荡爆炸能力，可以摧毁掩体、迷惑目标并可能将目标击退。由于 Muton 毁灭者相对稀有且其枪支具有奇特性质，我们选择升级现有的修复震荡步枪，而不是制造全新的。"
LongDescription="<Bullet/> 震荡爆炸能力有 2 回合冷却时间。\n<Bullet/> 在某些能力下被视为 Muton 步枪。\n<Bullet/> 标准士兵无法使用：它对他们来说太重了。"

;XcomUltraLightVest项目
[XcomUltraLightVestProject X2TechTemplate]
DisplayName="超轻背心"
Summary="这款超轻背心由 Advent Pathfinders 使用的材料制成，几乎完全没有重量，像布料一样灵活。然而，它提供的保护与我们的部队所穿的普通内衬一样多，同时允许更大的活动范围。"
LongDescription="<Bullet/> 提供 +2 机动性加成。\n<Bullet/> 每次只能装备一种护甲增强。"

;XcomProximityStunMine项目
[XcomProximityStunMineProject X2TechTemplate]
DisplayName="近距眩晕地雷"
Summary="变种人开拓者猎人使用这些强大的眩晕地雷来布设陷阱并协助战场上的其他变种人部队"
LongDescription="<Bullet/>投掷近炸地雷不会破坏士兵的隐蔽。<br><Bullet/>近炸地雷不会被友军触发，但如果处于地雷的爆炸半径内，友军将会被击晕。"

;XcomSmartScanner项目
[XcomSmartScannerProject X2TechTemplate]
DisplayName="XCOM 智能扫描仪"
Summary="虽然 ADVENT 可能会使用他们的智能扫描仪来追踪那些试图逃跑的人，但我们相信我们的士兵将能够在战场上充分利用它们，从而让他们获得更好的侧翼进攻机会。"
LongDescription="<Bullet/> 智能扫描仪可提供 +3 视野半径、+5 侧翼暴击几率和 +10 侧翼瞄准奖励。\n<Bullet/> 这是一项免费行动激活奖励，持续 1 回合，每次使用之间有 2 回合的冷却时间。"

；致幻剂项目
[HallucinogenicRoundsProject X2TechTemplate]
DisplayName="致幻弹"
Summary="这些子弹一旦成功命中，将会引起恐慌。"
CodeName="致幻弹"
LongDescription=""

[AutopsyChosenAdventPathfinderScannerProject X2TechTemplate]
DisplayName="XCOM Mk2 智能扫描仪"
Summary="我们已成功逆向工程最精锐的 Advent Pathfinders 所使用的先进系统。使用这种复杂的系统，我们的部队应该能够找到消灭敌人的最佳路径，从而提高他们的机动性。"
LongDescription="<Bullet/> Mk2 智能扫描仪可提供 +6 视野半径、+10 侧翼暴击几率、+15 侧翼瞄准和 +2 机动性奖励。\n<Bullet/> 这是一项免费行动激活奖励，持续 1 回合，每次使用之间有 2 回合的冷却时间。"

;SatStrike模块
[SatStrikeModuleProject X2TechTemplate]
DisplayName="<font color='#69CA24'>卫星打击模块</font>"
FriendlyNamePlural="卫星打击模块"
Summary= "<bullet/>每个任务只能使用一次卫星打击模块。\n<bullet/>来自轨道卫星的打击将对目标区域造成巨大的爆炸伤害。"
LongDescription= "卫星打击比 ADVENT 轨道打击造成的伤害更大。如果在目标区域，将会摧毁掩体和建筑物。"
